const dx = [
  {
    dxName: "Pneumonia",
    cc:["",""],
    bp: "120-80mmhg",
    pulse: "70BPM",
    temp: "98*F",
    heart: "S1+S2 audioable",
    lungs: "clear",
    abd: "soft & nontender",
    anamia: "null",
    jaundice: "null",
    cuamosis: "null",
    oedema: "null",
    SE: {
      nervousSystem: ["Inspaction", "Palpation", "Percussion", "Auscaltation"],
      respiratorySystem: [
        "Inspaction",
        "Palpation",
        "Percussion",
        "Auscaltation",
      ],
      cvs: ["Inspaction", "Palpation", "Percussion", "Auscaltation"],
      alimentarySystem: [
        "Inspaction",
        "Palpation",
        "Percussion",
        "Auscaltation",
      ],
      musculoskeletalSystem: [
        "Inspaction",
        "Palpation",
        "Percussion",
        "Auscaltation",
      ],
    },
    specialNote: "nullOrString",
  },
  {
    dxName: "ACUTE SEVERE ASTHMA",
    cc:["1. Runny nose and Cough for 3 days","2. Difficulty in breathing for 2 day"],
    bp: "120/80mmhg",
    pulse: "100BPM",
    temp: "101*F",
    heart: "S1+S2 audioable",
    lungs: ["Breath sound: Vesicular with prolonged ","expiration","Ronchi: Present" ],
    abd: "soft & nontender",
    anamia: "present",
    jaundice: "absent",
    cuamosis: "absent",
    oedema: "absent",
    SE: {
      nervousSystem: ["Inspaction", "Palpation", "Percussion", "Auscaltation"],
      respiratorySystem: [
        "Inspaction",
        "Palpation",
        "Percussion",
        "Auscaltation",
      ],
      cvs: ["Inspaction", "Palpation", "Percussion", "Auscaltation"],
      alimentarySystem: [
        "Inspaction",
        "Palpation",
        "Percussion",
        "Auscaltation",
      ],
      musculoskeletalSystem: [
        "Inspaction",
        "Palpation",
        "Percussion",
        "Auscaltation",
      ],
    },
    specialNote: "nullOrString",
  },
  {
    dxName: "FEBRILE CONVULSION",
    cc:["1.  Fever for 2 days","2.  Convulsion in the morning for 10 minutes followed by normal level of consciousness"],
    bp: "120/80mmhg",
    pulse: "110BPM",
    temp: "103*F",
    heart: "S1+S2 audioable",
    lungs: "clear",
    abd: "soft & nontender",
    anamia: "present",
    jaundice: "absent",
    cuamosis: "absent",
    oedema: "absent",
    SE: {
      nervousSystem: ["Inspaction", "Palpation", "Percussion", "Auscaltation"],
      respiratorySystem: [
        "Inspaction",
        "Palpation",
        "Percussion",
        "Auscaltation",
      ],
      cvs: ["Inspaction", "Palpation", "Percussion", "Auscaltation"],
      alimentarySystem: [
        "Inspaction",
        "Palpation",
        "Percussion",
        "Auscaltation",
      ],
      musculoskeletalSystem: [
        "Inspaction",
        "Palpation",
        "Percussion",
        "Auscaltation",
      ],
    },
    specialNote: "nullOrString",
  },
  {
    dxName: "TUBERCULOUS MENINGITIS ",
    cc:["1.Fever for 6 months","2. Convulsion for 3 months","Unconsusness fir 3 days"],
    bp: "100/70mmhg",
    pulse: "110BPM",
    temp: "100*F",
    heart: "S1+S2 audioable",
    lungs: "clear",
    abd: "soft & nontender",
    anamia: "absent",
    jaundice: "absent",
    cuamosis: "absent",
    oedema: "absent",
    SE: {
      nervousSystem: ["Inspaction", "Palpation", "Percussion", "Auscaltation"],
      respiratorySystem: [
        "Inspaction",
        "Palpation",
        "Percussion",
        "Auscaltation",
      ],
      cvs: ["Inspaction", "Palpation", "Percussion", "Auscaltation"],
      alimentarySystem: [
        "Inspaction",
        "Palpation",
        "Percussion",
        "Auscaltation",
      ],
      musculoskeletalSystem: [
        "Inspaction",
        "Palpation",
        "Percussion",
        "Auscaltation",
      ],
    },
    specialNote: "nullOrString",
  },
  {
    dxName: "MALARIA",
    cc:["1.Fever (High grade, with chills and rigor and sweating) for 5 days following visit to a malarial endemic area"],
    bp: "100/80mmhg",
    pulse: "120BPM",
    temp: "103*F",
    heart: "S1+S2 audioable",
    lungs: "clear",
    abd: "soft & nontender",
    anamia: "absent",
    jaundice: "absent",
    cuamosis: "absent",
    oedema: "absent",
    SE: {
      nervousSystem: ["Inspaction", "Palpation", "Percussion", "Auscaltation"],
      respiratorySystem: [
        "Inspaction",
        "Palpation",
        "Percussion",
        "Auscaltation",
      ],
      cvs: ["Inspaction", "Palpation", "Percussion", "Auscaltation"],
      alimentarySystem: [
        "Inspaction",
        "Palpation",
        "Percussion",
        "Auscaltation",
      ],
      musculoskeletalSystem: [
        "Inspaction",
        "Palpation",
        "Percussion",
        "Auscaltation",
      ],
    },
    specialNote: "nullOrString",
  },
];

const total_data = [
  {
    table: "cc_templete",
    data: [
      ["Caugh for 4 days"],
      ["chest pain"],
      ["running nose"],
      ["mussel pain"],
      ["heart block"],
      ["buke beta"],
      ["dile taare chay"],
    ],
  },
  {
    table: "dose_list",
    data: [
      ["0+0+1"],
      ["0+1+0"],
      ["0+1+1"],
      ["1+0+0"],
      ["1+0+1"],
      ["1+1+1"],
      ["2+2+1"],
    ],
  },
  {
      table: "advice",
      data:[
        ["নিয়মমাফিক ঔষধ খাবেন। ডাক্তারের পরামর্শ ব্যতীত কখনই ওষুধ বন্ধ করবেন না। "],
        ["ধুলাবালি এড়িয়ে চলবেন "],
        ["হাঁপিয়ে যাবার মত পরিশ্রম করবেন না।"],
        ["ধুমপান/তামাক/জর্দা/গুল ব্যবহার করবেন না"],
        ["যেসব খাবার খেলে (বেগুন, চিংড়ী, ইলিশ মাছ, কচু ইত্যাদি) /ধুলাবালি/ফুলের রেণু ইত্যাদি তে কাশি/শ্বাসকষ্ট বাড়ে সেগুলো পরিহারকরবেন"],
        ["সঠিক পদ্ধতিতে ইনহেলার ব্যবহার করবেন। অবশ্যই Uptech Go / Respo Chamber স্পেসার ব্যবহারের মাধ্যমে ইনহেলার নিবেন।       "],
        ["সর্বোপরি অ্যাজমা নিরাময়যোগ্য রোগ নয় কিন্তু নিয়ন্ত্রনযোগ্য। তাই নিয়মিত ফলোআপ এ থাকবেন। ফলোআপে আসার সময় আপনার প্রেসক্রিপশন এবং ইনহেলার ডিভাইস সাথে Respo Chamber অবশ্যই নিয়ে আসবেন।"],
      ],
  },

  {
    table: "duration_list",
    data: [
      ["3 days"],
      ["5 days"],
      ["7 days"],
      ["15 days"],
      ["24 days"],
      ["30 days"],
      ["2 Month"],
      ["4 Month"],
    ],
  },
  {
    table: "investigation",
    data: [
      ["CXR PA view"],
      ["CBC with ESR"],
      [" CSF study"],
      [" CXR PA view"],
      [" CSF study: Low sugar"],
      ["high protein, mononuclear,leucocytosis"],
    ],
  },
  {
    table: "counselling",
    data: [
        [`#এজমা রোগের প্রতিকার।।। 
        যাদের নিঃশ্বাস নিতে কষ্ট হয় তাদের বলা হয় এজমার রোগী। বাংলায় বলে হাঁপানি। এজমা হলে মানুষের শ্বাস-প্রশ্বাসে সমস্যা হয়। সে সময় নিঃশ্বাস নিতে কষ্ট হয়, শ্বাসের সঙ্গে একটা টান চলে আসে। এ টানকেই বলে হাঁপানি।
        যখন মানুষের লাংগস বা ফুসফুস যথেষ্ট পরিমাণ বাতাস টানতে পারে না, তখন শরীরে বাতাসের অভাব দেখা দেয়। আর এটাকেই আমরা এজমায় আক্রান্ত হওয়া বুঝি। শিশুরা এ রোগে আক্রান্ত হতে পারে বেশি। আর শীতকালে ঠাণ্ডাজনিত এলার্জির কারণে এজমায় আক্রান্ত হওয়ার ঝুঁকি থাকে বেশি। বিশ্বস্বাস্থ্য সংস্থার মতে, বিশ্বে এজমা বা হাঁপানি রোগটি বাড়ছেই।
        গ্রীক ভাষায় এজমা শব্দের অর্থ হল হাঁপ ধরা অথবা হ্যাঁ করে শ্বাস টানা। গ্রীক চিকিৎসক হিপোক্রেটিস যে কোন ধরনের শ্বাসকষ্টকে হাঁপানি নাম দিয়েছিলেন। এজমা বা শ্বাসকষ্ট এমন একটা রোগ যার নির্দিষ্ট কোন কারণ নেই। আবার যার এজমা আছে সে কখনও এ রোগ থেকে একেবারে ভালো হবে না কিন্তু নিয়ন্ত্রণে রাখা যাবে। এজমাকে বলা হয় এমন একটা রোগ যার নিয়ন্ত্রণই একমাত্র চিকিৎসা। এজমার প্রবণতা দিন দিন বেড়েই চলেছে। উন্নত দেশ বলুন আর উন্নয়নশীল দেশই বলুন সব স্থানেই এজমা বেড়েই চলেছে। ৩০০ মিলিয়ন মানুষ বর্তমানে সারাবিশ্বে এ রোগে ভুগছেন। ২০২৫ সালের মধ্যে আরও ১০০ মিলিয়ন মানুষ এ রোগে আক্রান্ত হবে বলে ধারণা করা হচ্ছে। কম বয়সের ছেলেদের মাঝে এ রোগ বেশি দেখা যায়। আর প্রাপ্ত বয়সের রোগীদের মাঝে মহিলারাই বেশি আক্রান্ত হয়। এজমা রোগ নিয়ন্ত্রণে না থাকলে স্কুল, কলেজ, কর্মক্ষেত্রে স্বাভাবিক কাজ ব্যাহত হয়। প্রায়ই হাসপাতালে ভর্তি হতে হয়, অনেক সময় মৃত্যুও হতে পারে।
        এজমা বা হাঁপানি রোগীর শ্বাসনালী অতিরিক্ত সংবেদনশীল। এর ফলে কোন উত্তেজক যেমন ঘরে ধুলা, সিগারেটের ধোঁয়া, ঘরের ঝুল, ঠান্ডা লাগা, ফুলের রেণু বা পশুপাখির সংস্পর্শে আসা ইত্যাদিতে হঠাৎ করে শ্বাসনালী সংকুচিত করে প্রচণ্ড শ্বাসকষ্টের সৃষ্টি করতে পারে। রোগীর শ্বাসনালীর পথ স্বাভাবিক অবস্থার থেকে সরু হয়ে যায়, ফলে ফুসফুসে বাতাস প্রবেশের পথে বাধার সৃষ্টি হয়। ফলে বুকের মধ্যে শোঁ শোঁ শব্দ হয়, শ্বাস নিতে প্রচণ্ড কষ্ট হয়, কাঁশি হয়, বুকে ভার হয়ে চেপে আসে। এই আক্রমণ মৃদু আকারে দেখা দিলে সামান্য ওষুধ বা ওষুধ ছাড়াই ভালো হয়ে যেতে পারে, আবার এটা মারাত্মক আকার ধারণ করে রোগীর মৃত্যুর কারণ হতে পারে। সঠিক চিকিৎসা হলে এ ধরনের মৃত্যুর ৯০% রোধ করা সম্ভব। এছাড়া রোগীর শ্বাসনালীতে দীর্ঘমেয়াদী প্রদাহ হয়ে থাকে। একই পরিবেশে একজনের এজমা এটাক হচ্ছে কিন্তু অন্য জনের হচ্ছে না। এর প্রধান কারণ ওই আবহাওয়ায় এমন কিছু জিনিস আছে, যার এজমা এটাক হলো সে ওই জিনিসের প্রতি সংবেদনশীল। ওই সব জিনিসকে বলা হয় এজমা ট্রিগার বা এলার্জেন। এজমা এটকে ট্রিগার বা এলার্জেনগুলো মোটামুটি নিম্নরূপ-
        ১। ধুলোবালি,
        ২। ফুলের রেণু,
        ৩। পোকা মাকড়,
        ৪। ব্যায়াম বা কায়িক পরিশ্রম,
        ৫। কিছু ওষুধ (যেমন এসপিরিন, বিটাব্লকার),
        ৬। আবেগ (দুঃখের, ভয়ের কিংবা আনন্দের কারণে হতে পারে),
        ৭। ধূমপান,
        ৮। পোষা প্রাণী।
        ৯। ঠাণ্ডা এবং ভাইরাস,
        ১০। পশু-পাখীর লোম ইত্যাদি।
        শ্বাসনালীতে রেসপেরিটরী সিনসাইটিয়াল ভাইরাস আক্রমণ করলে এজমা হতে পারে। এছাড়া যৌন কার্যক্রম কারো ক্ষেত্রে এজমা এটাক করতে পারে। এসব এলার্জেন একেকজনের বেলায় একেক রকম হতে পারে। কারো একটা, দুটো কারো পাঁচ সাতটাও থাকতে পারে। সুতরাং এজমা এটাক থেকে বাঁচার জন্য অবশ্যই ধরণ অনুযায়ী এগুলো থেকে দূরে থাকতে হবে। যেসব কারণে হাঁপানি সৃষ্টি হয়ে থাকে, তার উপর ভিত্তি করে এজমাকে দুভাগে ভাগ করা যায়।
        এলার্জি বা বাহিরের কারণ জনিত এজমা : এর ফলে কোন উত্তেজক যেমন ঘরের ধুলা, ধুলাবালি, ফুলের গন্ধ, নানা ধরনের খাদ্যদ্রব্য, ছত্রাক, সিগেরেটের ধোঁয়া, ঘরের ঝুল ঝাড়া, ঠাণ্ডা লাগা, ফুলের রেণু বা পশুপাখির সংস্পর্শে আসা ইত্যাদিতে হঠাৎ করে শ্বাসনালী সংকুচিত করে প্রচণ্ড শ্বাসকণ্টের সৃষ্টি করতে পারে। জন্ম থেকেই এদের হাঁপানি হওয়ার প্রবণতা থাকে। অনেক সময় এসব রোগীর এলার্জির অন্যান্য উপসর্গও থাকতে পারে। যেমন এলার্জিক রাইনাইটিজ, একজিমা ইত্যাদি। জীবনের প্রথম দিকে এধরনের হাঁপানি হয়ে থাকে।
        স্প্যাজমোটিক বা ভিতরগত কারণজনিত এজমা : এধরনের রোগীদের এলার্জির কোন ইতিহাস থাকে না। জীবনের শেষ দিকে অর্থাৎ অধিক বয়সে এরূপ হাঁপানি হয়ে থাকে।
        লক্ষণ: শ্বাসকষ্ট, বুকে সাঁই সাঁই আওয়াজ, বুকে চাপবোধ হওয়া, কাশি উঠতে থাকে। কোনো কোনো সময় কাশি একমাত্র লক্ষণ হতে পারে। প্রায় সময়ই রাত্রে, ব্যায়াম বা কায়িক পরিশ্রমের সময় হয়। তবে যেকোন সময়ই এজমা এটাক হতে পারে।
        চিকিৎসা: হাঁপানি তীব্র আক্রমণ হলে রোগীকে সোজা করে বসান, শান্ত করুন এবং আশ্বস্ত করুন। সলবিউটামল জাতীয় ওষুধ এর ইনহেলার ৫ বার ঝাঁকিয়ে নিন, ৫ চাপ ওষুধ নিন, প্রতি চাপ নেওয়ার পর ৫ সেকেন্ড দম ধরে রাখুন, ৫ মিনিট পরে আবার একইভাবে ইনহেলার ব্যবহার করুণ। কোন পরিবর্তন না হলে ডাক্তারের পরামর্শ নিন। এলার্জিজনিত হাঁপানির ক্ষেত্রে যেসব জিনিসে রোগীর শ্বাসকষ্ট বৃদ্ধি পায় তা পরিহার করা উচিত।
        স্বাস্থ্যকথা
        এজমা প্রতিরোধের উপায়
        ১. এলার্জিকারক বস্তু এড়িয়ে চলা। যেমন : ধুলো, বালি, ঘরের ঝুল, ধোঁয়া, ঝাঁঝালো গন্ধ ইত্যাদি থেকে দূরে থাকা।
        ২. ঘর বাড়িকে ধুলাবালু মুক্ত রাখার চেষ্টা করা। এ জন্য দৈনিক অন্তত একবার ঘরের মেঝে, আসবাবপত্র, ভিজা কাপড় দিয়ে মুছতে হবে। অথবা ভ্যাকিউম ক্লিনার ব্যবহার করা।
        ৩. ঘরে কার্পেট না রাখা।
        ৪. বালিশ, তোষক, ম্যাট্রেসে তুলা ব্যবহার না করে স্পঞ্জ ব্যবহার করা।
        ৫. শীতকালে যথাসম্ভব গরম পানিতে ওজু-গোসল করা।
        ৬. ধূমপান না করা।
        ৭. যেসব খাবারে এলার্জিক প্রতিক্রিয়া সৃষ্টি করে তা পরিহার করে চলা।
        ৮. ঠাণ্ডা খাবার, আইসক্রিম ইত্যাদি না খাওয়া।
        ৯. মানসিক চাপ, উৎকণ্ঠা, দুশ্চিন্তাকে ইতিবাচক মনোভাবে মানিয়ে চলা। কিংবা মানসিক চাপের কারণকে এড়িয়ে চলা।
        ১০. পেশাগত কারণে এজমা হলে চেষ্টা করতে হবে স্থান বা পেশা পরিবর্তনের।
        ১১. পরিশ্রম বা খেলাধুলার কারণে শ্বাসকষ্ট বাড়লে চেষ্টা করতে হবে পরিশ্রমের কাজ পরিহার করা।
        ১২. সব সময় ইতিবাচক চিন্তা করা। ইতিবাচক মন আপনাকে ভালো থাকতে সাহায্য করবে।
        ১৩. পরাগ রেণু পরিহারে সকাল-সন্ধ্যা বাগান এলাকায় বা শস্য ক্ষেতের কাছে না যাওয়া।
        ১৪. পরাগ রেণু এলাকা থেকে বাসায় ফিরে মাথার চুল ও কাপড় ধুয়ে ফেলা।
        ১৫. কুকুর-বিড়াল বাগান থেকে পরাগ রেণু বহন করতে পারে। এ জন্য নিয়মিত কুকুর-বিড়ালকে গোসল করানো প্রয়োজন।
        এজমা নিয়ন্ত্রণে করণীয়-
        ১. ধূমপান করবেন না। ধূমপায়ী ব্যক্তিকে এড়িয়ে চলুন।
        ২. শয়নকক্ষে খুব বেশি মালামাল রাখবেন না।
        ৩. ঘরের সম্ভাব্য সব কিছু ঢেকে রাখবেন, যাতে ধুলাবালি কম উড়ে।
        ৪. টিভি, মশারি স্ট্যান্ড, সিলিং, পাখার উপর জমে থাকা ধুলোবালি সপ্তাহে একবার অন্য কাউকে দিয়ে পরিষ্কার করে নিন।
        ৫. শোকেস বা বুক সেলফে রাখা পুরনো খাতা, ফাইল, বইপত্র অন্য কাউকে দিয়ে ঝেড়ে নিন।
        ৬. বাস, মোটর গাড়ি বা যানবাহনের ধোঁয়া থেকে দূরে থাকবেন।
        ৭. উগ্র সুগন্ধি ব্যবহার করবেন না। তীব্র দুর্গন্ধ, ঝাঁজালো গন্ধ থেকে দূরে থাকুন।
        ৮. বাসায় হাঁস-মুরগি, বিড়াল, কুকুর, পোষাপ্রাণী যেন না থাকে এবং এগুলোর সঙ্গে মেলামেশা করবেন না।
        ৯. বাড়িতে ফুলের গাছ লাগাবেন না।
        ১০. ঘাসের ওপর বসে থাকা পরিহার করুন। নিজে ঘাস বা গাছ কাটবেন না। ১১. শীতে গরম পানি দিয়ে গোসল করবেন এবং মাপলার ব্যবহার করবেন।
        ১২. শ্বাস-প্রশ্বাসের ব্যায়াম করুন। জোরে শ্বাস টানুন, প্রায় ১৫ সেকেন্ড শ্বাস ধরে রাখুন। দুই ঠোঁট শীষ দেওয়ার ভঙিতে আনুন এবং ধীরে ধীরে মুখ দিয়ে শ্বাস ফেলুন প্রতিদিন সকাল ও বিকালে ১০ মিনিট করে মুক্ত পরিবেশে।
        ১৩. সর্বদা ভয় ও চিন্তামুক্ত থাকার চেষ্টা করুন এবং কখনো হতাশাগ্রস্ত হয়ে ভেঙে পড়বেন না। ১৪. ছোট বাচ্চারা লোশম পুতুল নিয়ে খেলা করবে না।
        ১৫. ঘর ঝাড়ু দেবেন না। ঘর ঝাড়ু দিতে হলে মাস্ক, তোয়ালে বা গামছা দিয়ে নাক বেঁধে নেবেন।
        ১৬. কাশি শক্ত হলে চিকিৎসকের পরামর্শমতো এন্টিবায়োটিক ওষুধ খাবেন।
        ১৭. ফ্রিজের ঠাণ্ডা পানি/পানীয় কম খাবেন। হালকা গরম পানি পান করবেন। ১৮. অবৎড়ংড়ষ বা মশার কয়েল বা ওহংবপঃরপরফব ঘরে ব্যবহার করবেন না।
        ১৯. বিছানার চাদর বা বালিশের কভার পাঁচ দিন পর পর ধুয়ে ব্যবহার করবেন।
        ২০. মশারি সপ্তাহে একবার ধুঁয়ে ব্যবহার করবেন।
        ২১. যদি কোনো খাবারে সমস্যা হয়, যেমন- গরুর মাংস, ইলিশ মাছ, চিংড়ি, হাঁসের ডিম, বেগুন, কচু, পাকা কলা, আনারস, নারিকেল ইত্যাদি কম খাবেন। ২২. সর্বদা ধুলাবালি থেকে দূরে থাকার চেষ্টা করুন।
        ২৩. এলার্জি ও এজমা কোনো কঠিন রোগ নয়, একটু মনযোগী হলেই এটি নিয়ন্ত্রণে রেখে সম্পূর্ণ সুস্থ থাকা সম্ভব।
        ২৪. ডাক্তারের দেওয়া সব নিয়ম/ পরামর্শ/ ব্যবস্থাপত্র যথাসম্ভব মেনে চলুন।
        ২৫. শীতকালে এজমা রোগীদের বেশি সতর্ক থাকতে হবে।
        বাংলাদেশের লাখো মানুষের কাছে হাঁপানি বা এ্যাজমা একটি মারাত্মক ও যন্ত্রণাদায়ক ব্যাধি। এদেশের প্রায় ৬০-৭০ লাখ লোক এ রোগে আক্রান্ত। অনেকেই ধারণা করে থাকেন যে, হাঁপানী বা এ্যাজমার কোন নির্দিষ্ট চিকিৎসা ব্যবস্থা নেই, যে সকল ওষুধ ব্যবহার করা হয় তার দ্বারা হাঁপানীর উপসর্গের প্রকোপ বৃদ্ধিতে বাঁধা দেয়া যায় মাত্র, ঔষধ সেবন বন্ধা করে দিলেই সে উপসর্গ আবার দেখা দেয়। বর্তমানে এ ধারণাটি ভুল, কারণ বাংলাদেশসহ সারা বিশ্বে বর্তমানে শ্বাসকষ্ট বা হাঁপানীর অনেক অত্যাধুনিক চিকিৎসা ব্যবস্থা রয়েছে। যদিও এ রোগ সম্পূর্ণ নিরাময় সম্ভব নয়, তবে যথোপযুক্ত চিকিৎসার মাধ্যমে হাঁপানী নিয়ন্ত্রণে রেখে স্বাভাবিক জীবনযাপন করা সম্ভব। হাঁপানী রোগীদের সাধারণত দীর্ঘমেয়াদী ব্যবস্থার আওতায় থেকে চিকিৎসা গ্রহণ করতে হয়।
        আধুনিক চিকিৎসা ব্যবস্থায় এ্যাজমা রোগীদেরকে মুখে খাবার ঔষুধের চেয়ে ইনহেলার বেশি ব্যবহার করতে দেয়া হয়। কারণ এর পার্শ্বপ্রতিক্রিয়া নেই, কম পরিমাণ ঔষুধ লাগে এবং চিকিৎসকের পরামর্শ অনুযায়ী এটা সঠিক নিয়মে ব্যবহার করলে খুব দ্রুত শ্বাসকষ্টের পরিমাণ কমে যায়। ইনহেলার এ্যাজমা রোগীর এমন একটি চিকিৎসা পদ্ধতি যা কিনা রোগী শ্বাস প্রশ্বাসের মাধ্যমে টেনে নেয় এবং ঔষুধ শ্বাসনালীতে পেঁৗছায়।
        হাঁপানী রোগীদের অনেকেই মনে করেন, ইনহেলার হাঁপানীর সর্বশেষ চিকিৎসা। ইনহেলার একবার ব্যবহার করলে পরবর্তীতে শ্বাসকষ্টের পরিমাণ কমানোর জন্য আর অন্য কোন ঔষুধ কাজে আসবে না। তাদের জেনে রাখা ভাল, হাঁপানী বা শ্বাসকষ্টের প্রথম চিকিৎসা হচ্ছে ইনহেলার। ইনহেলার শ্বাসকষ্ট লাঘবে খুব দ্রুত কাজ করে, যেখানে সেবনযোগ্য ট্যাবলেট বা বড়ি খেলে ২০ মিনিট থেকে ১ ঘণ্টা সময় লাগে।
        একটি উদাহরণের সাহায্য তা সহজে বুঝা যায় :
        ৪ হাজার মাইক্রোগ্রাম ঔষুধ থাকে একটি ভেনটোলিন ট্যাবলেট। কোন হাঁপানী বা শ্বাসকষ্টেরা রোগীকে যদি এটি মুখে সেবন করানো হয়, তবে এর প্রায় ৩ হাজার ৯৮০ মাইক্রোগ্রাম ঔষুধ রক্তের সাথে মিশে সমস্ত দেহে চলে যায়। আর প্রায় ১০ থেকে ২০ মাইক্রোগ্রাম ঔষুধ রক্তের মাধ্যমে শ্বাসনালীতে পেঁৗছে এবং শ্বাসকষ্ট লাঘব করে।
        আর্ ইে ভেনটোলিন যদি ইনহেলারের মাধ্যমে নেয়া হয় তবে তা সরাসরি শ্বাসনালীতে পেঁৗছায় এবং খুব তাহাতাড়ি শ্বাসকষ্টের উপশম করে। তাই পার্শ্বপ্রতিক্রিয়া দেখা দেবার কোন সুযোগ থাকে না। তবে একটা কথা অবশ্যই জানা দরকার, ইনহেলার ব্যবহারে যথোপযুক্ত ফল পাওয়া যাবে যদি এর ব্যবহার বিধি সঠিকভাবে জেনে নেয়া যায়। ছোট কোন ক্যানিস্টার বা কৌটায় সাধারণত ঔষধ থাকে। সব সময় ইনহেলার ব্যবহারের ফলে তা ঝাঁকিয়ে নিলে ভাল। শ্বাস নেয়া এবং ক্যানেস্টারে চাপ দেয়া আগে পরে হলে ইনহেলার ব্যবহারের কোন ফল পাওয় যাবে না। ঠিক শ্বাস নিতে আরম্ভ করার সময় ক্যানেস্টার চাপ দিতে হবে। যাতে ঔষধ সরাসরি শ্বাসনালীতে পেঁৗছায়। মুখের দেড় থেকে দুই ইঞ্চি সামনে ইনহেলার মাইথপিস রেখে শ্বাস গ্রহণ করলে ঔষুধের অধিকাংশ পরিমাণ শ্বাসনালীতে যায়। শ্বাসের সঙ্গে ঔষধ টেনে নেবার পর ১০-২০ সেকেন্ডের মত শ্বাস বন্ধ করে রাখতে হবে। শ্বাসকষ্ট বা এ্যাজমা রোগীদের খুব তাড়াতাড়ি শ্বাসকষ্টের পরিমাণ লাঘবের জন্য সাধারণত সালবিউটামল উনহেলার সিরাপ, ট্যাবলেট দেয়া হয়্ বেং এর কার্যকারিতা থাকে প্রায় ৪ ঘণ্টার মতো। ইনহেলার ১ বার ব্যবহারের পর ৪ ঘণ্টার মধ্যে আবার শ্বাসকষ্ট শুরু হয় সাথে অন্য ঔষধ দিতে হবে। যে ঔষুধই ব্যবহার করা হোক না কেন অবশ্যই তা চিকিৎসকের উপদেশ বা পরামর্শ অনুযায়ী করতে হবে।
        হাঁপানী রোগীদের দীর্ঘ সময় সুস্থ্য থাকার একটি অন্যতম চিকিৎসা পদ্ধতি হচ্ছে ইনহেলার। সালবিউটামল ছাড়াও বর্তমানে শ্বাসকষ্টের রোগীদের ব্যহার উপযোগী ঔষুধসমূহ ইনহেলার হিসাবে পাওয়া যাচ্ছে। ইনহেলার ব্যাপারে ভয় পাবার কিছু নেই। শিশু থেকে বৃদ্ধ ব্যক্তি ও ইনহেলার ব্যবহার করতে পারে। সকল ইনহেলার একই ধরনের কাজ করে না। তাই বিশেষজ্ঞগণ রোগীর হাঁপানীর কারণ ও ধরণ বুঝে`],
    ]
  },
];
